{
  "carousel": [
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310525/krasnobaeva.com/course-cardigan/carousel-2_cmyvxy.jpg",
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310527/krasnobaeva.com/course-cardigan/carousel-3_zduf1g.jpg",
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310528/krasnobaeva.com/course-cardigan/carousel-4_q6vvmu.jpg",
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310525/krasnobaeva.com/course-cardigan/carousel-1_kmuyli.jpg",
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310529/krasnobaeva.com/course-cardigan/carousel-5_rsudf1.jpg",
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310531/krasnobaeva.com/course-cardigan/carousel-6_hvsumx.jpg",
    "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643310532/krasnobaeva.com/course-cardigan/carousel-7_lwt9ut.jpg"
  ],
  "reviews": [
    {
      "fullname": "Юлия",
      "nickname": "@julia_akbas",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665739/krasnobaeva.com/course-cardigan/reviews/review-1_ufgj0o.png",
      "from": "из Instagram",
      "msg": "Саша, здравствуйте. Уже довязываю свой свитер по Вашему прошлому интенсиву «Реглан сверху». Вы даже не представляете, сколько я потратила денег на различные МК, времени и сил, а результат меня никак не устраивал. Ваши интенсивы, вся информация который Вы делитесь, Ваш опыт с расчетами-они ИДЕАЛЬНЫ я так долго искала и моему счастью нет предела, что с помощью Ваших видео наконец-то нашла идеальный для себя вариант реглана!"
    },
    {
      "fullname": "Ирина",
      "nickname": "@irina.kim23_",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665739/krasnobaeva.com/course-cardigan/reviews/review-2_l5ypxt.png",
      "from": "из Instagram",
      "msg": "Хочу вам сказать, что вы прирожденный педагог, насколько всё чётко, понятно, ничего лишнего! Потрясающий объём наиполезнейшей информации. Я невероятно рада, вместе с вами вязать"
    },
    {
      "fullname": "Дарья",
      "nickname": "@doll_perm",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665740/krasnobaeva.com/course-cardigan/reviews/review-3_igcn1p.png",
      "from": "из Instagram",
      "msg": "Сашенька милая,какая же ты молодец. Это идеальный вырез! Спасибо тебе за подробные уроки и за все, все знание которые у меня есть благодаря тебе."
    },
    {
      "fullname": "Елена",
      "nickname": "@elena_kohomskaya",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665741/krasnobaeva.com/course-cardigan/reviews/review-4_i8trpw.png",
      "from": "из Instagram",
      "msg": "Так приятно, Сашенька!! Спасибо вам, что вы есть, что я вас нашла, что вы мой учитель. Вы учите меня не только вязать, вы учите не бояться нового, не бояться расчетов, у меня на прямо просветление! Благодаря вам, я могу сама посчитать и связать то что хочу! С вами очень приятно общаться! Под ваши эфиры так здорово вяжется! Спасибо вам за все! Я ваш фанат, если можно так сказать"
    },
    {
      "fullname": "Людмила",
      "nickname": "@liudmila5739",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665743/krasnobaeva.com/course-cardigan/reviews/review-5_d5m8q2.png",
      "from": "из Instagram",
      "msg": "Ну вот! Благодаря хорошему учителю связано еще одно плечевое изделие. Спасибо вам за приобретенные мною знания! Спасибо, что делитесь с нами всеми тонкостями, различными техниками и приемами при вязании таких разнообразных не повторяющихся вещей. Я вяжу с вами уже давно и многому научилась благодаря вам. Спасибо за ваш труд!"
    },
    {
      "fullname": "Милена",
      "nickname": "@milenakolchak",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665745/krasnobaeva.com/course-cardigan/reviews/review-6_d7ishb.png",
      "from": "из Instagram",
      "msg": "Добрый вечер))) Спасибо большое за интенсив как всегда, полезно, познавательно и информативно п.с. я уже ровно год, как подсела (в хорошем смысле) на Краснобаеву спасибо за Ваш труд"
    },
    {
      "fullname": "Екатерина",
      "nickname": "@Ekaterinakostiuk35",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665746/krasnobaeva.com/course-cardigan/reviews/review-7_cbrc1t.png",
      "from": "из Instagram",
      "msg": "Саша, добрый вечер. Я довязала. Я очень довольна. Вам огромнейшее спасибо за помощь. Я научилась сшивать изделие наконец-то, вязать в- образный вырез. Этот интенсив был просто мега познавательным. Мне ещё учиться и учиться, планирую освоить по вашим видео втачной рукав и лопапейсу. Тысячу раз вам спасибо, что готовы вкладывать в нас знания, с каждым изделием появляется больше уверенности и все получается. Спасибо, вы лучший учитель"
    },
    {
      "fullname": "Анастасия",
      "nickname": "@filushinanastya",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665747/krasnobaeva.com/course-cardigan/reviews/review-8_kn1ea8.png",
      "from": "из Instagram",
      "msg": "Саша, вы даете информацию, которая сейчас дорого стоит. Разжевываете ее до крошек, не понять НЕВОЗМОЖНО. Раньше, лет 15 назад, мы учились по журналам типа Крестьянка. Данных было категорически мало, скудно. Сейчас, в век интернета, информации категорически много, куча ненужного мусора. Вы-это золотая середина, все самое нужное и информативное в красивой подаче."
    },
    {
      "fullname": "Александра",
      "nickname": "@s.a.s.h.a_i.g.o.r.e.v.n.a",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665748/krasnobaeva.com/course-cardigan/reviews/review-9_l7zlyi.png",
      "from": "из Instagram",
      "msg": "Спасибо огромное. С вами в интенсиве обучаться и вязать одно удовольствие, все понятно, доступно, всегда поддержка с вашей стороны и со стороны девочек. Это очень здорово. Никогда бы не подумала, что так быстро с нуля свяжу свитер, но с вашей постоянной мотивацией по-другому и не вохможно. Очень рада, что поучаствовала и уже жду следующий интенсив"
    },
    {
      "fullname": "Елена",
      "nickname": "@oleinikova1973",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665749/krasnobaeva.com/course-cardigan/reviews/review-10_rho2bv.png",
      "from": "из Instagram",
      "msg": "Александра, добрый день! От всей души благодарю Вас за проведение интенсива. Сам интенсив бесподобен, организация на высоте, мастер классы очень подробные и ясные, все понятно и отлично изложены. Много получила от Вас полезной информации! Я Вам, Александра, очень благодарна за переданный опыт и знания! Всех Вам, благ!"
    },
    {
      "fullname": "Ольга",
      "nickname": "@kudolg13",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665751/krasnobaeva.com/course-cardigan/reviews/review-11_qfptrt.png",
      "from": "из Instagram",
      "msg": "Уважаемая Саша! Сашенька! Мне очень нравиться структурированная подача материала - одна тема плавно перетекает в другую - все понятно, если все внимательно смотреть и вникать. Для меня очень важно и удобно много графической информации-схемы, таблицы, чертежи, которые сопровождаются примерами с цифрами, по которым легко сделать свое домашнее задание- смотри, подставляй свои размеры и получай готовые расчеты-Супер!! Спасибо, Саша, за Ваши интенсивы, которые организовывают, обучают, в которых Вы щедро делитесь своим опытом и знаниями. Для меня Вы , Саша, не только лучший мастер своего дела, но и самый лучший педагог."
    },
    {
      "fullname": "Алена",
      "nickname": "@gorokhovalenushka",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665752/krasnobaeva.com/course-cardigan/reviews/review-12_nbec5y.png",
      "from": "из Instagram",
      "msg": "Хочу выразить огромную благодарность вам, спасибо за интенсив, за знания) у меня все получилась с первого раза. Это был мой первый опыт, первый интенсив и первый мой кардиган и все благодаря вам"
    },
    {
      "fullname": "Ольга",
      "nickname": "@Kruassanovna",
      "avatar": "https://res.cloudinary.com/dr24pbwrs/image/upload/v1643665753/krasnobaeva.com/course-cardigan/reviews/review-13_l49t9t.png",
      "from": "из Instagram",
      "msg": "Я посчитала реглан, разобралась с ростком. у меня вопрос: это что, вот так всё просто? меня всё время пугали сложными расчетами, боялась подступиться, вязала по описаниям. а теперь могу сама? и на себя и на детей и на мужа? Саша, я теперь с вами на всех интенсивах буду!"
    }
  ],
  "accordion": [
    {
      "lesson": "1",
      "title": "Снятие мерок, рисование схематичного изображения выкройки",
      "desc": "Научитесь снимать необходимые на кардиган мерки, изучите прибавки на свободное облегание, нарисуете схематичное изображение выкройки и перенесете все данные на выкройку"
    },
    {
      "lesson": "2",
      "title": "Вязание образцов",
      "desc": "Научитесь вязать образцы правильного размера и нужного количества, делать влажно-тепловую обработку образцов и правильно измерять их, узнаете, как записывать плотность вязания"
    },
    {
      "lesson": "3",
      "title": "Расчеты полочек и спинки до вырезов",
      "desc": "Научитесь делать расчеты на полочки с планкой и на спинку до вырезов"
    },
    {
      "lesson": "4",
      "title": "Расчеты V-образного и круглого вырезов",
      "desc": "Научитесь делать расчеты на треугольный V-образный вырез на полочках и на круглый вырез с плавным закруглением на спинке"
    },
    {
      "lesson": "5",
      "title": "Расчеты скоса плеча",
      "desc": "Научитесь делать расчеты на скос плеча по самому простому и понятному методу, беря за основу только диаметр спиц"
    },
    {
      "lesson": "6",
      "title": "Расчеты цельновязанного кармана",
      "desc": "Научитесь делать расчеты на закругленный карман и узнаете, как правильно вписать его в полочку"
    },
    {
      "lesson": "7",
      "title": "Расчеты рукава",
      "desc": "Научитесь делать расчеты рукавов, расширяющихся кверху, узнаете, как правильно и равномерно распределить прибавки по всей длине рукава, чтобы не было ступенек"
    },
    {
      "lesson": "8",
      "title": "План вязания",
      "desc": "Научитесь вязать по моему знаменитому методу вязания по клеточкам, который в разы облегчает и ускоряет работу"
    },
    {
      "lesson": "9",
      "title": "Начало вязания спинки",
      "desc": "Научитесь набирать петли итальянским эластичным способом и переходить на резинку 1х1"
    },
    {
      "lesson": "10",
      "title": "Вязание английской резинки",
      "desc": "Научитесь вязать английскую резинку, на изнанке которой будет полупатентная резинка, что позволит вязаному полотну лучше держать форму и не растягиваться"
    },
    {
      "lesson": "11",
      "title": "Вязание круглого выреза и скоса плеча на спинке",
      "desc": "Научитесь вязать круглый вырез без ступенек и без дырочек, разберетесь, как расчеты круглого выреза применить на практике. Также научитесь вязать аккуратный скос плеча с помощью укороченных поворотных рядов без дырочек в месте поворота"
    },
    {
      "lesson": "12",
      "title": "Начало вязания правой полочки",
      "desc": "Научитесь набирать петли сразу на полочку и на цельновязанную двухслойную планку. Разберетесь, как вязать полочку английской резинкой и планку полой резинкой одновременно, чтобы не была заметна разница в плотности вязания этих двух разных узоров"
    },
    {
      "lesson": "13",
      "title": "Вязание кармана на правой полочке",
      "desc": "Научитесь вязать цельновязанный карман по типу полукруглого прорезного единой деталью одновременно с полочкой без единого шва"
    },
    {
      "lesson": "14",
      "title": "Вязание V-образного выреза на правой полочке",
      "desc": "Научитесь делать красивые убавки в английской резинке по V-образному вырезу и вязать их одновременно с цельновязанной планкой полой резинкой"
    },
    {
      "lesson": "15",
      "title": "Вязание скоса плеча на правой полочке",
      "desc": "Закрепите навык вязания скоса плеча с помощью укороченных поворотных рядов без дырочек в месте поворота"
    },
    {
      "lesson": "16",
      "title": "Вязание планки по вырезу спинки",
      "desc": "Научитесь вязать цельновязаную планку полой резинкой отдельно от полочки, чтобы подготовить ее к пришиванию к вырезу спинки"
    },
    {
      "lesson": "17",
      "title": "Начало вязания левой полочки",
      "desc": "Закрепите навык набора петель сразу на полочку и на цельновязанную двухслойную планку. А также навык вязания полочки английской резинкой и планки полой резинкой одновременно, чтобы не была заметна разница в плотности вязания этих двух разных узоров"
    },
    {
      "lesson": "18",
      "title": "Вязание кармана на левой полочке",
      "desc": "Закрепите навык вязания цельновязанного кармана по типу полукруглого прорезного единой деталью одновременно с полочкой без единого шва"
    },
    {
      "lesson": "19",
      "title": "Вязание V-образного выреза на левой полочке",
      "desc": "Закрепите навык вязания красивых убавок в английской резинке по V-образному вырезу одновременно с цельновязанной планкой полой резинкой"
    },
    {
      "lesson": "20",
      "title": "Вязание скоса плеча на левой полочке",
      "desc": "Закрепите навык вязания скоса плеча с помощью укороченных поворотных рядов без дырочек в месте поворота"
    },
    {
      "lesson": "21",
      "title": "Обвязка кармана",
      "desc": "Научитесь набирать петли по краю кармана и обвязывать его резинкой 1х1. А также научитесь закрывать резинку 1х1 иглой красивым итальянским эластичным способом"
    },
    {
      "lesson": "22",
      "title": "Вязание рукавов",
      "desc": "Научитесь делать симметричные прибавки в английской резинке, которые можно использовать не только при вязании рукавов, но и в других подобных случаях"
    },
    {
      "lesson": "23",
      "title": "Влажно-тепловая обработка",
      "desc": "Научитесь правильно и с легкостью делать влажно-тепловую обработку вязаных изделий любого состава. Узнаете, какие действия категорически нельзя делать, чтобы не испортить пряжу"
    },
    {
      "lesson": "24",
      "title": "Сшивание кардигана",
      "desc": "Научитесь сшивать любые вязаные изделия незаметным горизонтальным швом петля в петлю по закрытым и открытым петлям с помощью иглы. Узнаете, как сшивать вязаные изделия аккуратным вертикальным швом с помощью иглы. Разберетесь, как надежно и незаметно спрятать кончики нитей после сшивания"
    },
    {
      "lesson": "25",
      "title": "С чем носить кардиган",
      "desc": "Научитесь подбирать одежду к кардигану, подходящую по стилю, по цвету, по ситуации, по фигуре. Разберетесь, как создавать в своем образе яркие акценты и узнаете, сколько их должно быть"
    }
  ]
}
